/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"文件夹重新定向";
"MCXRedirector.pfm_description" =			"创建并去掉用户个人至其他文件夹的符号链接。用户必须有正确的权限来访问目标文件夹。";

"LoginRedirection-raw.pfm_title" =			"登录重新定向";
"LoginRedirection-raw.pfm_description" =			"用户登录时执行的重新定向。";
"OtherRedirection-raw.pfm_title" =			"其他重新定向";
"OtherRedirection-raw.pfm_description" =			"在网络过渡时和偏好设置被管理时所执行的重新定向。";
"LogoutRedirection-raw.pfm_title" =			"注销重新定向";
"LogoutRedirection-raw.pfm_description" =			"用户注销时执行的重新定向。";

"ActionInfo.pfm_title" =			"重定向操作";
"ActionInfo.pfm_description" =			"一个重定向操作。";

"action.pfm_title" =			"操作";
"action.pfm_description" =			"已执行的操作。使用“deleteAndCreateSymLink”来删除“文件夹路径”中的项目，然后创建至“目的文件夹路径”的符号链接。使用“renameAndCreateSymLink”来给“文件夹路径”中的项目重新命名，然后创建至“目的文件夹路径”的符号链接。使用 “deletePath” 来删除“文件夹路径”中的项目。使用“deleteSymLinkAndRestore” 来删除“文件夹路径”中的符号链接，并把由“renameAndCreateSymLink”创建的文件夹移到“文件夹路径”。";
"path.pfm_title" =			"文件夹路径";
"path.pfm_description" =			"用户执行操作的文件夹路径，也是放置符号链接的位置。路径必须在用户个人中。路径以 “~/”开始。";
"destPath.pfm_title" =			"目的文件夹路径";
"destPath.pfm_description" =			"符号链接的目的文件夹路径。使用“~” 来指定当前用户个人中的路径。使用“%@”来指定当前用户名称。";
